Repository: vdr-projects/vdr-plugin-dxr3
Catalog: po/*.po
Languages: ca_es, es_es, fi_fi, fr_fr, it_it, uk_ua

source: DXR3 Functions
ca_es: Opcions DXR3
es_es: Opciones DXR3
fi_fi: DXR3-toiminnot
fr_fr: Fonctions DXR3
it_it: Opzioni DXR3
uk_ua: Налаштування DXR3

source: Hardware MPEG decoder
ca_es: Descodificador MPEG Hardware
es_es: Descodificador MPEG Hardware
fi_fi: MPEG-purkukortti
fr_fr: Décodeur MPEG matériel
it_it: Decoder MPEG Hardware
uk_ua: Хардверний декодер MPEG

source: Reset DXR3 hardware
ca_es: Reset hardware DXR3
es_es: Reset hardware DXR3
fi_fi: Palauta kortti alkutilaan
fr_fr: Réinitialiser matériel DXR3

source: Toggle force letterbox
ca_es: Commuta modalitat letterbox forçada
es_es: Conmuta modalidad letterbox forzada
fi_fi: Letterbox-näyttötilan pakotus päälle/pois
fr_fr: Forcer letterbox
it_it: Commuta modalità letterbox forzato
uk_ua: Включити примусово режим letterbox

source: Switch to analog audio output
ca_es: Selecciona sortida àudio analògica
es_es: Selecciona salida audio analógica
fi_fi: Kytke analoginen audioulostulo
fr_fr: Sortie analogique
it_it: Seleziona uscita audio analogica

source: Switch to digital audio output
ca_es: Selecciona sortida àudio digital
es_es: Selecciona salida audio digital
fi_fi: Kytke digitaalinen audioulostulo
fr_fr: Sortie numérique
it_it: Seleziona uscita audio digitale

source: Brightness
ca_es: Lluminositat
es_es: Luminosidad
fi_fi: Kirkkaus
fr_fr: Luminosité
it_it: Luminosità
uk_ua: Яскравість

source: Contrast
es_es: Contraste
fi_fi: Kontrasti
fr_fr: Contraste
it_it: Contrasto
uk_ua: Контраст

source: Saturation
ca_es: Saturació
es_es: Saturación
fi_fi: Värikylläisyys
it_it: Saturazione
uk_ua: Насиченість

source: Video mode
ca_es: Modalitat vídeo
es_es: Modalidad vídeo
fi_fi: Näyttötila
fr_fr: Mode vidéo
it_it: Modalità Video
uk_ua: Режим відео

source: Use widescreen signaling (WSS)
fi_fi: Käytä WSS-signalointia
fr_fr: Utiliser signal Widescreen (WSS)
it_it: Utilizza segnale widescreen (WSS)
uk_ua: Використовувати широкий екран (WSS)

source: Digital audio output
ca_es: Sortida àudio digital
es_es: Salida audio digital
fi_fi: Digitaalinen audioulostulo
fr_fr: Sortie audio numérique
it_it: Uscita audio digitale
uk_ua: Цифровий вивід звуку

source: OSD flush rate (ms)
ca_es: Temps mínim refresc OSD (ms)
fi_fi: Kuvaruutunäytön päivitysväli (ms)
fr_fr: Temps minimum de MAJ (ms)

source: Hide main menu entry
ca_es: Amaga entrada menú
es_es: Esconde entrada menú
fi_fi: Piilota valinta päävalikosta
fr_fr: Masquer dans le menu principal
it_it: Nascondi voce menu princ.

source: Card number
ca_es: Targeta
es_es: Tarjeta
fi_fi: Kortin järjestysnumero
fr_fr: Carte
it_it: Scheda numero
uk_ua: Номер карти

source: DXR3: releasing devices
ca_es: DXR3: alliberant dispositiu
es_es: DXR3: liberando dispositivo
fi_fi: DXR3: vapautetaan laitteet
fr_fr: DXR3 : Version matériel
it_it: DXR3: rilascio dispositivo
uk_ua: DXR3: звільнення пристрою
